Revit 2027 API
UnitTypeId.KilogramsForcePerMeter Property
 Kilograms force per meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsForcePerMeter { get; }
Public Shared ReadOnly Property KilogramsForcePerMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsForcePerMeter {
	ForgeTypeId^ get ();
}
static member KilogramsForcePerMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace